---
kind: other
id: Properties.T:Autodesk.Revit.DB.DGNExportOptions
source: html/4a82982c-7191-1e82-740f-37b556a429ce.htm
---
# DGNExportOptions Properties

Export color mode.
 Default value is ExportColorMode.IndexColors.